{
  "sections": {
    "main": {
      "type": "main-collection",
      "settings": {
        "show_collection_info": true,
        "show_collection_image": false,
        "apply_overlay": false,
        "show_color_swatch": true,
        "show_vendor": false,
        "collection_image_size": "normal",
        "show_sort_by": true,
        "show_layout_switch": false,
        "toolbar_position": "top",
        "show_filters": true,
        "show_filter_color_swatch": true,
        "expand_filters": true,
        "filter_position": "sidebar",
        "filter_menu": "",
        "grid_items_per_page": 48,
        "grid_mobile_items_per_row": "2",
        "grid_desktop_items_per_row": 4
      }
    },
    "1664814283b75905ec": {
      "type": "richtext",
      "settings": {
        "color_bg": "#efefef",
        "title": "Begagnade iPhones",
        "content": "<p>Kärt barn har många namn! Begagnad, återvunnen, rekonditionerad eller refurbad. Vi på renewed jobbar med att förlänga livslängden på fullt fungerande mobiltelefoner som håller marknadens bästa kvalité. <\/p><p>Vi anser att det bästa vi kan göra för miljön är att ändra våra konsumtionsvanor. Idag har fler och fler blivit mer bekanta med andrahandsmarknaden av mobiltelefoner. En av anledningarna till detta är att det blivit betydligt dyrare att äga en iPhone idag mot var det var för några år sedan. Trots att teknologin och hållbarheten på nya telefonerna bara blir bättre så väljer en del ändå att köpa nytt så fort det släpps en ny modell. Detta skapar i sin tur en marknad för begagnade iPhones som håller hög standard med samma funktioner och egenskaper som de allra senaste modellerna. <\/p><p>Vårt utbud av återvunna eller begagnade iPhones är brett där vi har allt från den billigaste varianten ifall man vill köpa barnens första telefon till de absolut senaste modellerna som man kan köpa till ett väldigt förmånligt pris. <\/p><p>Vi erbjuder även våra kunder möjligheten att delbetala via Klarna. <\/p><p><strong>Populära iPhone modeller: <\/strong><\/p><p>Att välja en ny mobil kan ibland vara svårt men här ska vi ge er några förslag på våra mest populära modeller. Om ni önskar att få en uppgradering och ändå ha pengar kvar till annat så har vi något för alla. Vi säljer både lite äldre modeller såsom iPhone 8, iPhone X, iPhone XS samt iPhone XR till de nyare modellerna som exempelvis iPhone 11, 11 Pro, iPhone 12, 12 Pro, 12 Pro Max ,12 mini, iPhone 13, 13 Pro och iPhone 13 Pro Max. <\/p><p>Hitta din perfekta begagnade <strong>iPhone SE<\/strong> (andra generationen) till ett överkomligt pris. Denna imponerande modell har en 4,7-tums Retina HD-skärm och en kraftfull A13 Bionic-chip, vilket ger en imponerande prestanda och hastighet. Den har också ett fantastiskt 12 MP-kamera med porträttläge, vilket gör den till den ultimata följeslagaren för din vardag.<\/p><p><strong>iPhone 11<\/strong> kommer med 6,1-tums Liquid Retina-skärm. Den här begagnade modellen har dubbla 12 MP-kameror och A13 Bionic-chip, vilket gör det enkelt att få fantastiska bilder och använda appar.<\/p><p>Den här imponerande enheten <strong>iPhone 11 Pro<\/strong> har en 5,8-tums Super Retina XDR-skärm och trippel 12 MP-kamera, vilket ger fantastiska bilder och en högpresterande upplevelse.<\/p><p>Köp en begagnad<strong> iPhone 12<\/strong> och upptäck dess 6,1-tums Super Retina XDR-skärm och dual 12 MP-kameror. Den här modellen har även A14 Bionic-chipet som ger snabb prestanda och en enastående användarupplevelse.<\/p><p>Ta kontrollen över dina bilder med en begagnad <strong>iPhone 12 Pro<\/strong>. Med tre 12 MP-kameror och LiDAR-teknik, ger denna telefon fantastiska bilder. Dess 6,1-tums Super Retina XDR-skärm och A14 Bionic-chip ger en högpresterande upplevelse.<\/p><p>Vi säljer våra begagnade iPhones i olika skick. Med skick så menar vi endast telefonens kosmetiska utseende och inte funktion. Oavsett vilket skick ni väljer så fungerar telefonen som ny där alla våra telefoner är noga kontrollerade av professionella tekniker, testade och fungerar lika bra som nya telefoner. Därför känner vi oss väldigt trygga med att kunna erbjuda våra kunder 12 månaders garanti och 14 dagars ångerrätt på alla våra iPhones. <\/p><p><strong>Nedan är de skick vi erbjuder våra kunder: <\/strong><\/p><p><strong>Premium <\/strong>=<strong>  <\/strong>En produkt som har fått ett originalbatteri med 100 procent batterihälsa och har blivit renoverad genom att alla yttre delar har blivit utbytta av auktoriserade tekniker. För detta använder vi endast originaldelar. I och med detta så finns det inga tecken på att mobilen någonsin har blivit använd.<\/p><p><strong>Nyskick<\/strong> = En produkt som nästan inte har några tecken på användning. Har en batterikapacitet på 90-100 procent och samma funktionalitet som om du köper en fabriksny produkt.  <\/p><p><strong>Utmärkt skick<\/strong> = En produkt i mycket bra skick och hög standard. Skärmen och ramen kan ha enstaka mindre repor men inga tydliga märken. Skärmen och ramen är dock fria från sprickor och har en batterikapacitet på 80-100 procent. Samma funktionalitet som om du köper en fabriksny produkt.  <\/p><p><strong>Bra skick<\/strong> = En fin produkt med några tecken av användning. Skärmen och ramen kan ha mindre repor och märken. Är dock fri från sprickor och har en batterikapacitet på 80-100 procent. Samma funktionalitet som om du köper en fabriksny produkt.  <\/p><p><strong>Okej skick:<\/strong> En produkt med tydliga tecken av användning. Skärmen och ramen har synbara repor och märken. Skärmen är dock fri från sprickor och har en batterikapacitet på 80-100 procent. Samma funktionalitet som om du köper en fabriksny produkt.<\/p><p><strong>Begagnad iPhone på avbetalning<\/strong><\/p><p>Vi samarbetar med Klarna för att göra det ännu enklare för våra kunder att handla sin begagnade iPhone hos oss. Här har man möjlighet att dela upp sin betalning efter behov, få sin produkt först och betala senare men även alternativet att betala med kort direkt. Vi strävar efter att erbjuda våra kunder en flexibel lösning med olika betalningsmöjligheter. <\/p><p><strong>Tillbehör<\/strong><\/p><p>Vi erbjuder också tillbehör till våra kunder som de kan köpa med sina förnyade iPhones. Vi erbjuder allt ifrån skärmskydd, skal, hörlurar, extra laddningskablar och strömadapters. <\/p><p>Passa på att köpa din nästa förnyade iPhone hos oss på renewed!<\/p><p><\/p>",
        "image": "shopify:\/\/shop_images\/Begagnade_iPhones_565825a0-767a-4a51-86d6-61c82415a9e9.jpg"
      }
    }
  },
  "order": [
    "main",
    "1664814283b75905ec"
  ]
}