{
  "sections": {
    "main": {
      "type": "main-collection",
      "settings": {
        "show_collection_info": true,
        "show_collection_image": false,
        "apply_overlay": false,
        "show_color_swatch": true,
        "show_vendor": false,
        "collection_image_size": "normal",
        "show_sort_by": true,
        "show_layout_switch": false,
        "toolbar_position": "top",
        "show_filters": true,
        "show_filter_color_swatch": true,
        "expand_filters": true,
        "filter_position": "sidebar",
        "filter_menu": "",
        "grid_items_per_page": 16,
        "grid_mobile_items_per_row": "2",
        "grid_desktop_items_per_row": 4
      }
    },
    "1664815375efc734b5": {
      "type": "richtext",
      "settings": {
        "color_bg": "#efefef",
        "title": "Begagnade surfplattor",
        "content": "<p>Letar du efter en billig begagnad surfplatta? Då har du hittat rätt!<br\/>Hos renewed kan du göra något bra för miljön samtidigt som du sparar pengar.<\/p><p>Begagnad, renoverad, återvunnen, refurbad, ja det finns många namn som används på second hand marknaden. <\/p><p>Hos oss på renewed, så jobbar vi hårt för att våra förnyade surfplattor ska hålla den högsta kvalitén och vi känner oss trygga med att våra begagnade surfplattor håller marknadens bästa standard.<\/p><p>Därför erbjuder vi 12 månaders garanti på alla våra surfplattor och 14 dagars ångerrätt. Vi samarbetar endast med seriösa auktoriserade partners för att säkerställa att alla delar i våra surfplattor är original.<\/p><p>Renewed är ett svenskt företag som säljer svensksålda mobiler, surfplattor och smartklockor till marknadens bästa priser i motsvarande kvalité.<\/p><p>Vi erbjuder surfplattor från olika märken och i olika modeller, men våra populäraste plattor är Apple iPads och Samsung Galaxy Tabs.<\/p><p>Vi säljer våra begagnade surfplattor i olika skick. Med skick så menar vi endast surfplattans kosmetiska utseende och inte funktion. Oavsett vilket skick ni väljer så fungerar plattan som ny där alla våra surfplattor är noga kontrollerade av professionella tekniker, testade och fungerar lika bra som nya. Därför känner vi oss väldigt trygga med att kunna erbjuda våra kunder 12 månaders garanti och 14 dagars ångerrätt på alla våra surfplattor.<\/p><p><strong>Nedan är de skick vi erbjuder våra kunder:<\/strong><\/p><p><strong>Nyskick<\/strong> = En produkt som nästan inte har några tecken alls på användning. Har en batterikapacitet på över 95 procent och samma funktionalitet som om du köper en fabriksny produkt.  <\/p><p><strong>Mycket bra skick<\/strong> = En produkt i mycket bra skick och hög standard. Skärmen och ramen kan ha enstaka mindre repor men inga tydliga märken. Skärmen och ramen är dock fria från sprickor och har en batterikapacitet på över 85 procent. Samma funktionalitet som om du köper en fabriksny produkt.  <\/p><p><strong>Bra skick<\/strong> = En fin produkt med några tecken av användning. Skärmen och ramen kan ha mindre repor och märken. Är dock fri från sprickor och har en batterikapacitet på över 80 procent. Samma funktionalitet som om du köper en fabriksny produkt.  <\/p><p><strong>Okej skick:<\/strong> En produkt med tydliga tecken av användning. Skärmen och ramen har synbara repor och märken. Skärmen är dock fri från sprickor och har en batterikapacitet på över 80 procent. Samma funktionalitet som om du köper en fabriksny produkt.<\/p><p><strong>Köpa nytt eller begagnat?<\/strong><\/p><p>Senaste åren har populariteten för andrahandsmarknaden av mobiltelefoner och annan elektronik vuxit väldigt mycket i Sverige.<\/p><p><\/p><p>Om du känner att du vill lägga dina pengar på annat kul men ändå vill ha en surfplatta med den senaste teknologin. Passa då på att titta igenom vårt sortiment av begagnade surfplattor som är kontrollerade av professionella tekniker och håller en hög standard.<\/p><p>Köp smart, köp renewed!<\/p><p><\/p>",
        "image": "shopify:\/\/shop_images\/Begagnade_mobiltelefoner_cc8b4a80-28bd-4ad9-b6bd-dd42f8bc170f.jpg"
      }
    }
  },
  "order": [
    "main",
    "1664815375efc734b5"
  ]
}